Repository: arueda/friends_stories
Catalog: ios-client/FriendsStories/FriendsStories/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Favorites
es: Favoritos
fr: Favoris

source: Friends
es: Amigos
fr: Amis

# friends.error
source: Error loading users. Pull to refresh!
es: Error al cargar. ¡Desliza para reintentar!
fr: Erreur de chargement. Tirez pour actualiser !

# friends.loading
source: Loading Friend's Stories...
es: Cargando historias...
fr: Chargement des stories...

# friends.new_count %lld
source: %lld new
es: %lld nuevas
fr: %lld nouvelles

# friends.story_count %lld
source: %lld stories
es: %lld historias

# friends.title
source: Stories
es: Historias

source: Newest
es: Lo nuevo
fr: Le plus récent.

# no.favorites
source: No favorites yet
es: Sin favoritos
fr: Vous n'avez pas encore de favoris

# settings.button
source: Settings.
es: Configuración.
fr: Configuration.

# settings.done
source: Done
es: Listo
fr: Terminé

# settings.generate_stories
source: Generate Test Stories
es: Generar historias de prueba
fr: Générer des stories de test

# settings.generate_stories_description
source: Creates 25 stories for random users via the API to test pagination.
es: Crea 25 historias para usuarios aleatorios a través de la API para probar la paginación.
fr: Crée 25 stories pour des utilisateurs aléatoires via l'API pour tester la pagination.

# settings.notifications
source: Notifications
es: Notificaciones

# settings.notifications_description
source: Get notified when friends post new stories.
es: Recibe avisos cuando tus amigos publiquen nuevas historias.
fr: Soyez averti quand vos amis publient de nouvelles stories.

# settings.notifications_off
source: Off
es: Desactivadas
fr: Désactivées

# settings.notifications_on
source: On
es: Activadas
fr: Activées

# settings.notifications_toggle
source: Enable Notifications
es: Activar notificaciones
fr: Activer les notifications

# settings.reset_seen
source: Reset Seen State
es: Restablecer estado de vistas
fr: Réinitialiser l'état vu

# settings.reset_seen_description
source: Marks all stories as unseen so you can test the viewing flow again.
es: Marca todas las historias como no vistas para probar el flujo de visualización.
fr: Marque toutes les stories comme non vues pour tester le flux de lecture.

# settings.seconds_per_story %lld
source: %llds per story
es: %llds por historia
fr: %llds par story

# settings.story_speed
source: Story Speed
es: Velocidad de historias
fr: Vitesse des stories

# settings.testing
source: Testing
es: Pruebas
fr: Tests

# settings.title
source: Settings
es: Ajustes
fr: Paramètres

# speed.fast
source: Fast
es: Rápido
fr: Rapide

# speed.slow
source: Slow
es: Lento
fr: Lent
